{
  "methods" : {
    "1-4-8" : {
      "bestPractices" : "*Points = Hours*\n* 1 = 1 hour  (examples: modal overlay, email, notification, different state of a page, simple digital ad)\n* 4 = 4 hours (examples: mobile menu, subpage, infographic, modifying an existing design, article)\n* 8 = 8 hours (examples: homepage, landing page, tool or complex feature, creating a design from scratch)",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Identify list of screens that need to be designed\n2. Assign each a 1, 4 or 8 based on the anticipated effort level\n3. Only choose from 1, 4 or 8, don’t add additional values. Always round up. Your estimate doesn’t need to be perfect. It will even out.\n4. If something will take longer than 8 hour, break up into smaller tasks.\n5. Effort estimate includes: sketching, collecting assets, layout, review, revisions and presentation preparation.",
      "id" : "1-4-8",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2F1-4-8.png?alt=media&token=3878fb28-3e83-4aa2-b20f-40991d076eee",
      "name" : "1, 4, 8",
      "slideDeck" : "analog",
      "stage" : [ "smart" ],
      "what" : "A good method to do after the See and Do method or after storyboarding an experience. Could be done on a whiteboard or in a Google Doc Spreadsheet. Could also be used in the SOW/project planning process if deliverables are well know ahead of time.",
      "why" : "In order to understand the design effort for an experience or project. Inspired by the fibonacci point scale which is a pointing system used in Pivotal Tracker. Is a tool to help a designer communicate to the rest of the team the level of effort for each screen requested as well as help them plan their time. Could help identify the need to prioritize.",
      "whyItWorks" : "Coming Soon!"
    },
    "assets-liabilities" : {
      "bestPractices" : "* The whole exercise can be completed in as little as 15-30 minutes\n* The lists don’t have to be equal. We’ve had many sessions where there was many more in one column than the other, and that’s ok.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Write two headlines on a whiteboard or two large sticky notes. One headline is Assets, the other, Liabilities.\n2. Define what we mean when we say Assets and Liabilities.\n3. Describe that we’re looking for any/all ideas/initiatives during this part of our session that they feel are Assets and Liabilities — more importantly, why they’re classified as one or the other.",
      "id" : "assets-liabilities",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fassets-liabilities.png?alt=media&token=78e6fc05-1d39-461a-a979-356a7bf2c7d1",
      "name" : "Assets & Liabilities",
      "slideDeck" : "analog",
      "stage" : [ "collab" ],
      "what" : "Assets and liabilities is an exercise used to to quickly capture the things that can make our ideas better or worse. Assets are the things a business has that we can work with to better an idea (often assets are part of the business’ competitive advantage). Liabilities are just the opposite. Both are important.",
      "why" : "Understanding the assets at hand for an organization is critically important as we want to make sure we’re incorporating the best of their experiences to our vision when appropriate. Just as importantly, we want to make sure we understanding the liabilities at stake - which usually spurs a productive dialogue about whether or not we should try to improve on it, or simply stay away from it.",
      "whyItWorks" : "The simplistic nature of this method works for a few different reasons. First, it gives the group an understanding of what’s working and what we might want to stay away from. Second, it facilitates a productive conversation to gain alignment from the client if there are differing opinions (for example, one client may say one thing is an Asset while the other thinks it’s a Liability). Lastly, it gives us a head start on what the client might have an appetite for as we begin sketching out the vision post I/0."
    },
    "attitudes" : {
      "bestPractices" : "Coming Soon!",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "This exercise is best done with at least one other person. The facilitator should share an overview about the audience or user, including any applicable context or constraints.\n\nWrite the words *Complaints*, *Fears*, *Aspirations*, *Beliefs / Values* on the left-hand side of the board with space between each to list examples.\n\nGet the group to call out examples of each of these mindsets and write them on the board. When you're no longer coming up with examples, the exercise is complete.",
      "id" : "attitudes",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fattitudes.png?alt=media&token=4cd8a7c3-2a44-4cd7-88a9-d2d0fb4d583f",
      "name" : "Attitudes",
      "slideDeck" : "analog",
      "stage" : [ "smart", "collab" ],
      "what" : "Informed assumptions that help us get inside our audience's mind.",
      "why" : "To inform product or marketing decisions by getting clarity around an audience or user.",
      "whyItWorks" : "This exercise quickly develops a shared understanding of an audience or users. It informs targeting, messaging, creative, feature prioritization, and user experience decisions."
    },
    "boxes-balls" : {
      "bestPractices" : "Coming Soon!",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "Coming Soon!",
      "id" : "boxes-balls",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fboxes-balls.png?alt=media&token=1826c596-6eeb-43c9-8a50-81b674dff901",
      "name" : "Boxes & Balls",
      "slideDeck" : "analog",
      "stage" : [ "smart" ],
      "what" : "Coming Soon!",
      "why" : "Coming Soon!",
      "whyItWorks" : "Coming Soon!"
    },
    "brand-libs" : {
      "bestPractices" : "Don’t get stuck trying to figure out the exact wording and word-smithing in the session. This method is meant to get the group closer to understanding what the positioning could be. After the group discusses the different statements captured, wrap it up by playing back the themes of what you’re heard to people. Then, in our vision/recommendation, reference back to the words used during Brand Libs as you talk people through a new, or revised, brand strategy and/or messaging recommendations.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Quickly run through 2-3 brands that have strong purpose statements (slides).\n2. Define what we mean when we say ‘belief’ and ‘purpose’ (slides).\n3. Everyone gets two Post-its to complete the following sentences:\n  * We believe ____________ .\n  * We exist to ____________ .\n4. Write down ‘We Believe’ on one big Post-it and ‘We Exist To’ on another.\n5. Each person shares their belief and purpose, reads them together and adds context.\n6. As people are sharing their belief and purpose, capture themes and key language.\n7. Ask the group what stands out: what do they like, what should we stay away from?",
      "id" : "brand-libs",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fbrand-libs.png?alt=media&token=6afae4c1-805b-4c70-abd7-af56a991c256",
      "name" : "Brand Libs",
      "slideDeck" : "www.dropbox.com/s/osv0unxo07hscuy/BrandLibs.key?dl=0",
      "stage" : [ "collab", "sprint" ],
      "what" : "A fill-in-the-blank way to get to the core of a brand’s purpose and value proposition of a product.",
      "why" : "To understand how we can best position the brands and products we create in market. Brand Libs can be used in both Iteration Zero and Traction Marketing sessions.\n\n\n1. For I/0, it’s used to get a head start on positioning if we know we’ll be creating a new brand (i.e., Tempo) or evolving an existing brand (i.e., EdCure.org).\n2. For I/0, we’re oftentimes inventing new products underneath an existing brand. In this instance, using Brand Libs gives you a starting point as a segway into Product Libs.\n3. In both I/0 and Traction, it can be used to drive at more humanized language that gets at a company’s mission and/or vision. It also helps you understand the different perspectives that exist on the client side in terms of how they think about their purpose.",
      "whyItWorks" : "It makes a complex issue simpler to understand and talk about with clients. People get intimidated by phrases like brand strategy, brand hierarchy, brand positioning and the like - so we boil it down to two statements to facilitate a conversation. This serves as great inspiration for the GoKart team to go back and build this into our I/0 and Traction recommendations."
    },
    "chapters" : {
      "bestPractices" : "* Don’t be too wedded to the formal lines between Chapters. If an idea blurs the lines, be okay with placing it between the two most relevant chapters. Sometimes, literal names for Chapters can cause the group to get hung up on how accurate they are. This is why it’s important to also state the consumer need at any given chapter.\n* Most I/0 sessions also use The Good, Bad and ‘Meh method. In this method, we also define points along the consumer journey. If The Good, Bad and ‘Meh is done before Chapters, it can be helpful to use the same points along the journey since people will understand what they are.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. At or near the end of the day, place a series (3-6) of large post-its on a wall, side by side.\n2. Write out the chapters at the top of each sheet. A Chapter theme is either (i) a statement that literally describes the moment in time, or better yet, (ii) a statement that describes the NEED STATE of the moment in time. (e.g. “Shopping for a college” vs “I want to find the college that’s right for me”)\n3. Give the group 5 minutes to browse all of the different ideas and themes from the HMWs. As they’re doing this, tell them to capture the ones that stand out the most to them.\n4. People get 5 Post-its to sketch out what they think is the ideal consumer journey among the chapters you’ve agreed to.\n5. Each person shares their ideas and sticks them on the appropriate chapter.\n6. While people are sharing their stories, one of the I/0 drivers listens carefully for themes and captures them on a separate large Post-it away from where storie are being shared.\n7. Once everyone has shared, play back the themes you’ve heard that are constant throughout each of the stories. Ask people for feedback and if there’s anything they’d add or remove.",
      "id" : "chapters",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fchapters.png?alt=media&token=8d7580f2-eeca-448d-8852-34096fe35f14",
      "name" : "Chapters",
      "slideDeck" : "analog",
      "stage" : [ "collab", "sprint" ],
      "what" : "A way to organize and filter down co-created ideas generated during an I/0.",
      "why" : "Primarily, it aligns the group on consumer needs at each point along the consumer journey, which serves as a good organizational tool to surface the most remarkable ideas created during the session. Secondarily, it produces a starting point for the GoKart team’s vision and recommendation deck.",
      "whyItWorks" : "Preceding this exercise, the group will have brainstormed and Shustered many times, but always within an idea or “How Might We” silo. Chapters forces people to return to all the ideas, weeding out and debating on the very best. Chapters forces the client/participants to understand and express how the best ideas relate to one another."
    },
    "design-60" : {
      "bestPractices" : "You will need:\n* Room with a whiteboard\n* Post-its\n* Sharpies\n* Printer Paper\n* Pencils",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. **Preparation:** After a project kick off, set up a 1 hour meeting with a small group of key people on the team (i.e. designer, writer, strategist, stakeholder, subject matter expert). Ask each member of the team to bring 2-5 competitive and/or analog examples for inspiration, and make sure someone on the team has a basic understanding the audience.\n 2. **Audience (10min):** Define the primary audience (you only get one!). List what they’re thinking, feeling and needing. If you have more than one type of user, choose the one who might influence the other or who is more universal\n 3. **Goals (10min):** Outline 2-5 experience goals. These can be a combo of user and business goals.\n4. **Inspiration (20min):** Spend 15 min sharing competitive and analog examples, each person documents content and feature ideas they think are relevant on post-its. Spend 5 min sharing post-its.\n5. **Sketching (20min):** Everyone draws a wireframe of the experience using the content and feature ideas from the previous exercise keeping in mind the user’s needs and the experience goals. Use real words in layout whenever possible. Consider how the content tells a story as you scroll the page/move through the experience. Spend 10 min sketching and 10 min sharing sketches. Star the areas of each wireframe that everyone likes.",
      "id" : "design-60",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fdesign-60.png?alt=media&token=c3c75a2f-2d59-43b0-8b59-e8482f44af67",
      "name" : "Design 60",
      "slideDeck" : "analog",
      "stage" : [ "collab", "sprint" ],
      "what" : "A method that works well for simple experiences like marketing websites but could also work great for prototypes or concept validation designs.",
      "why" : "This method distills down the essential pieces of information in order to design an effective experience in 60 min. Allows for consensus between a small cross-discipline team on audience, purpose, content and features. The idea is if you know who you’re designing for, what the goals of the experience are and have some inspiration on content and features you should be able to design an experience efficiently and effectively.",
      "whyItWorks" : "Coming Soon!"
    },
    "directors-cut" : {
      "bestPractices" : "*If you see something, say something.*\nIf you sense that someone on your team needs to either give or receive clarity about the work, call it out. Even if it’s a conversation that needs to happen between two people other than yourself.\n\n*Assume good intentions.*\nAssume that everyone has the best intentions in their work, and they may just not know the best way to achieve clarity.\n\n*Take an empathetic approach in your communication*\nSeek to understand your team’s motivations and needs in all communication, and help them to understand yours.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "**Make time to voice your assumptions, actions and motivations in your out loud voice.** It sounds obvious, but taking a moment to clarify ownership of a task could be the difference between hitting or missing a deadline for a client.",
      "id" : "directors-cut",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fdirectors-cut.png?alt=media&token=4e9aca06-f363-481c-a067-834ea45f13ca",
      "name" : "Director's Cut",
      "slideDeck" : "analog",
      "stage" : [ "smart", "collab" ],
      "what" : "The Director’s Cut is a way of exposing internal assumptions and getting to clarity in a project or team. It’s called Director’s Cut because it evokes the notion of someone describing out loud the motivation and intention behind the work they are doing. This is valuable for understanding how the Director or [insert any role] works, and helps the team know what to expect as a result.",
      "why" : "To eliminate false assumptions or misunderstandings about ownership and tasks associated to roles on a project, and to create an open dialog about the approach to a work plan.",
      "whyItWorks" : "This method works because it creates efficiency and prevents confusion. We solve a lot of problems and make a lot of assumptions using our inner monologues when we get busy. Taking a few minutes to get to perfect clarity saves us so much time in the long run. It’s not easy to do, and it’s a habit that needs to be formed - but it’s worth it."
    },
    "experts" : {
      "bestPractices" : "* Allow half an hour for each conversation, although you likely won’t use all of that time. Once the expert is ready, we follow a simple script to keep things moving. Suggestions for who to talk to.\n    * Strategy\n    * Voice of the customer\n    * How things work\n    * Previous efforts\n* In person is always better if the expert is available.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Find experts with knowledge you don’t already have in the room\n2. Schedule a couple of interviews for 15-30 mins each, preferably back to back.\n3. Introduce the sprint if the expert isn’t part of the sprint team, tell them what the sprint is about.\n4. Give the expert a two-minute tour (or explanation) the existing materials: goal, questions, map, ect.\n5. Ask the expert to tell you everything they know about the challenge at hand, fill in areas where they have extra expertise, retell you what she thinks you already know, and tell you where you’ve got it wrong.\n6. Fix the whiteboards, make revisions to the materials you’ve already created.",
      "id" : "experts",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fexperts.png?alt=media&token=5030c7e0-c38f-4d20-815d-736b244b0e31",
      "name" : "Ask the Experts",
      "slideDeck" : "analog",
      "stage" : [ "collab" ],
      "what" : "Asking the Experts is a set of short interviews and optional HMW creation with experts in their fields. The experts are people with insight into the product journey (could be mapping the experience) and should provide feedback around the materials created for the problem. HMWs can be created by the team during the interviews as they hear about opportunities.",
      "why" : "The experts are meant to help to create understanding around the problem before choosing a focus area. They may bring up steps or questions that had not been considered or share more in depth details around the product journey. It’s important to have the full story to make an informed decision. The experts also may spark ideas around product opportunities.",
      "whyItWorks" : "Not everyone one on the the team will be an expert about the product and the product expert will not know everything. Bringing in experts to answer questions and provide feedback will give you more information and context than the team can provide, while not crowding the project with too many individuals."
    },
    "hmw" : {
      "bestPractices" : "Not only does phrasing our work in “How Might We” questions put us in the mindset of arriving at impactful solutions, but it also helps us generate as many ideas as possible along the way. But there’s a trick to framing up a good How Might We. Construe it too broadly (How might we end poverty?) and you won’t get to an actionable solution. Go too narrow (How might we design a new plow that costs $25, is solar-powered, and can be repaired by someone with no skills?) and you risk constraining the kinds of solutions you come up with.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Start by writing down the problem that you’re trying to solve. Then rephrase it as a How Might We question and assess whether it feels either too broad or too narrow.\n2. Ask your team these three questions: Is my question focused on ultimate impact? Does my question allow for a variety of solutions? Does my question take into account constraints and context?\n3. Try rephrasing your How Might We taking impact, variety of solutions, and constraints and context into account.\n4. When you have a list of potential HMW’s, you can decide to choose the ones to focus on, or have the group vote on the ones that they feel would have the most impact.\n5. If you choose to have the group vote, give them 3 votes each. They can vote on any/all HMW’s, and can vote all 3 times on one HMW if they choose.\n6. Tally the votes and choose the one with the most votes.\n7. Give each participant a stack of small post-it notes and a sharpie. Tell them the rules out loud.\n    * Quantity over quality\n    * Get as many ideas out (alone) as you can in the first timed section\n    * Draw your idea if you can, describe it (if you can’t)\n    * No idea is a bad idea\n    * One idea per post-it\n8. Start a timer with 3-5 minutes on it, give participants a “go”\n9. When the timer is up, tell the group to stop working individually and start to share the ideas with the group\n10. Have each member of the group come up to the whiteboard (or wall) and describe each idea as they place it on the wall. If there’s a similar idea already on the wall, have them post it next to that other like idea.",
      "id" : "hmw",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fhmw.png?alt=media&token=5b2cb18b-1967-4f42-9ec1-5732f728e56e",
      "name" : "How Might We",
      "slideDeck" : "analog",
      "stage" : [ "collab" ],
      "what" : "How Might We (HMW) is guided brainstorming, emphasizing the how to get at specific solutions.",
      "why" : "Guided brainstorming is the best way to get a lot of ideas from a group. Without a pointed question, brainstorming can get a bit chaotic - we want to avoid that. HMW’s direct a lot of focused energy toward a specific problem - a 'How Might We.'",
      "whyItWorks" : "How Might We sessions work because it gives everyone a voice - it forces the entire group to participate. It allows us to overcome a situation where there might be a dominant voice in the room and lets us draw out the ideas of all. It also helps generate (and theme) ideas into like clusters. By going for volume, it’s inevitable that we’re going to have ideas that are similar to others - that’s a good thing. We’re looking for themes, outliers, and the group’s energy around ideas when they’re shared."
    },
    "horizons" : {
      "bestPractices" : "* This method will take between 3 minutes and 2 hours, depending on the complexity of the project\n* The session will be more productive if all members of the team have been briefed on the opportunity before hand...both the outcome we’re trying to drive for the client as well as what the project means for GoKart when we nail it.\n* A horizon is at the right level of fidelity when it is an outcome, not a deliverable. “Client approves design” not “Design complete” as this will help drive the things that will ensure success.\n* A task is at the right level of fidelity when more than one person need to know it’s done.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Draw out the ultimate objective or outcome of the project in the upper right hand corner of the board. This objective should be clear to everyone in the room, and it should be very easy to understand whether or not this has been achieved. This is the last “horizon” of this project and is the reason we’re doing any work up until that point.\n2. Work with the team to identify the other “horizons” the other key things that must be true in order to reach the final horizon. These horizons are not tasks...they’re the most important outcomes that we have to accomplish in order to accomplish the primary objective. Try to limit this to fewer than 5 horizons...and ideally 3-4. Each horizon should follow the same criteria...it’s clear to everyone and it’s simple to identify when it’s done or not.\n3. Discuss and negotiate the horizons to make sure they’re right.\n4. Draw lines underneath each horizon that curve to the right of the board\n5. If it helps make the horizons clear, write the characteristics of the horizon at the bottom of the line.\n6. Starting with the first horizon, collect things that have to be done to complete the objective. These can be deliverables, but are mostly tasks that have to be accomplished and are things that other team members or other tasks are dependent upon. These tasks can be defined in one of two ways, depending on the complexity of the project:\n    * For complex projects with lots of workstreams and lots of team members, have each take 3-5 minutes to write each task to be done on a post-it with sharpie. Then, have each member put on the horizon and explan. Once theme the tasks by workstream.\n    * For simpler projects, the facilitator will ask the group to tell them the tasks that need to be accomplished and they’ll write on the board\n7. Once the group feels like the tasks are right, go back and give timelines to the horizons.\n8. Finally, the facilitator can either assign owners to the tasks and work streams as a group, or make that a to-do from the session.",
      "id" : "horizons",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fhorizons.png?alt=media&token=b115e109-6a34-4650-aab9-de8f689fce5c",
      "name" : "Horizons",
      "slideDeck" : "analog",
      "stage" : [ "sprint" ],
      "what" : "A guided conversation to define what has to happen to accomplish a goal.",
      "why" : "To make sure that the right people on the team determine and commit to what needs to be done on a given project so that the team on the project can manage the work.",
      "whyItWorks" : "When GoKart is at its best, it’s clear to everyone on a team what needs to be achieved, and the people that are closest to the work determine what they need to do to make sure we achieve it. Horizons is a very collaborative way to have the team determine this plan, and drives immediate clarity to the entire team what needs to be done and when."
    },
    "i-will" : {
      "bestPractices" : "Make sure this feels positive in spirit.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "At or near the end of the day, give each participant two post-it notes and three minutes. Depending on the complexity of the shared vision, offer up two windows of time, one near-term (days or weeks, not months) and one long-term (months, not years). Have each participant write down one “I will…” statement for each period of time on a single post-it. This statement should articulate what—specifically—they will do within their department or discipline to begin making the shared vision a reality in the near-term and long-term future.\nWhen the time is up, each individual should read their statements aloud. GoKart should gather the post-its. No shustering.",
      "id" : "i-will",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fi-will.png?alt=media&token=8dca886b-1a86-4b6a-9697-6d432c37f252",
      "name" : "I Will",
      "slideDeck" : "analog",
      "stage" : [ "sprint" ],
      "what" : "Coming Soon!",
      "why" : "* What will/can each participant do within the next week or two to begin making the shared vision a reality? (e.g. Low-hanging fruit opportunities)\n* What will/can each participant do within the next 6 months to a year to begin making the shared vision a reality? (e.g. More ambitious ideas)",
      "whyItWorks" : "After one to two days of big-picture, dream-based thinking, it’s important to remind our participants that the only way to achieve our dreams is through daily, tangible work.\n\nThis exercise is also particularly helpful when the group has a few detractors or negative-thinking participants, or when the company is political/bureaucratic."
    },
    "like-wish-wonder" : {
      "bestPractices" : "* This method is particularly useful for postmortems or retrospectives.\n* Begin the session with “I Like” whenever possible.\n* Because this method is about giving and receiving feedback between team members it’s very important that the team is listening to each other. To help encourage this, have everyone leave their laptops/photos/distractions at the door before starting the session.\n* Prepare the team by letting them know what the topic of discussion when you invite them to the session.\n* Using this method as the beginning of a new project kickoff provides a powerful springboard into sprint and project planning.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Book an hour meeting with the group.\n2. Gather the group together (can be as small as 2 people or as large as 100).\n3. Have someone assigned to capture the feedback (whiteboard or other method visible to the whole group is prefered)\n4. Remind the group of the discussion’s context (i.e. the project/issue/topic)\n5. Ask the team to express something they liked (a success), something they wish (an opportunity for improvement), or something they wonder (a possible situation or solution the team can consider)\n    * Statements should be a succinct headline\n    * Feedback is best given with “I” statements (e.g., “I sometimes feel you don’t listen to me” rather than “You don’t listen to a word I say”.)\n    * “I Wonder” can be restated as “What if …”\n6. If this is being used as a retrospective, spend the last 5-10 minutes of the meeting to synthesize all the ideas and compile a small list of learnings to present to people outside the team.",
      "id" : "like-wish-wonder",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Flike-wish-wonder.png?alt=media&token=2284c527-b6c6-49d9-91e7-c2f14b032bb7",
      "name" : "I Like, I Wish, I Wonder",
      "slideDeck" : "analog",
      "stage" : [ "smart", "collab" ],
      "what" : "“I Like, I Wish, I Wonder” is a facilitated group feedback session focused on three key areas:\n* What worked\n* What could have been better\n* What risks and solutions might exist",
      "why" : "GoKart believes that honest, solution-focused feedback helps all of us get to the best work. This method gathers actionable feedback from small or large groups and break down barriers of communication and challenge assumptions.",
      "whyItWorks" : "Starting with what works before providing constructive feedback helps keep the conversation positive and focused on actionable improvements. The final piece (I Wonder) allows everyone to pose open-ended statements that help drive clarity and mitigate risks before they become problems."
    },
    "looking" : {
      "bestPractices" : "* Challenge yourself to find more new analogs than reused ones for different work sessions.\n* Universal themes are best described with at least 2 or 3 examples, each. If you can only uncover one relevant example, chances are good it’s not a powerful enough theme.\n* Offer a lot of beautiful and engaging images to describe the specific brands or products being used to illustrate themes. Images are almost always more engaging and descriptive than words.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Review and vet the problem statement.\n2. Assess the business model, the products and services, and the brand as it exists today.\n3. Think about the human needs the brand is currently addressing as well as the ones they could or should be addressing.\n4. List out what you believe to be the main benefits of the product or service we’re inventing.\n5. Start a google spreadsheet that lists out these needs and benefits as themes. Share it with your team.\n6. Find examples of digital experiences from different categories that address each human need and the benefits we hope to offer the consumer.\n7. Prioritize the analogs that best illustrate each theme based on what makes each example unique, excellent, and relevant to the client.\n8. Consider the time you have to present and get feedback, then select a few analogs from each theme.\n9. Find high resolution images to explain the experience each analogous brand has created. Try to limit yourself to one slide per analog.\n10. After you present each theme, pause to let the group reflect on what they liked and didn’t like using the ’This, Not That’ method.",
      "id" : "looking",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Flooking.png?alt=media&token=a978cb66-0820-4e0d-9b5d-a1b200d6f90e",
      "name" : "Looking In, Out, & Around",
      "slideDeck" : "analog",
      "stage" : [ "smart" ],
      "what" : "A method to capture informative and inspirational examples of others solving similar problems.",
      "why" : "By looking inside and outside of the client’s industry, we identify themes that represent interesting experiences attempting to solve for a human need similar to ours. Looking In, Out and Around also serves as a great way to surface what the group likes / doesn’t like (This, Not That) and helps focus the How Might We’s used as the group co-creates ideas.",
      "whyItWorks" : "Our clients are often stuck thinking about their own industry. Additionally, they’re usually focused on their own customers, their own products and their own business goals. This method also alerts our clients to the reality of disruption from brands outside their competitive set and can open them up to risk taking. Lastly, this method gets our clients thinking differently about the problems they're solving, who their competition really is and how high the bar has been set (by the best experiences on the planet) -- not just our core competitors."
    },
    "mapping" : {
      "bestPractices" : "* You should be able to make the first quick draft of your map in thirty to sixty minutes.\n* Don’t be surprised if you continue to update and correct it throughout the day as you discuss the problem. It’s never right the first time, but you have to start somewhere.\n* Your map should have from five to around fifteen steps. If there are more than twenty, it’s probably too complicated.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Define who are the stakeholders and the end goal\n2. List the stakeholders on the left side of the map. One each in their own row.\n3. Write the ending (goal/outcome) on the right side of the map.\n4. Map out the steps in between.  Each stakeholder has their own row and gains an action when they are the primary driver. The arrows should be used to show participation from a previous step.",
      "id" : "mapping",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fmap.png?alt=media&token=3ad02864-b3e5-450b-9987-eb3a6d7222a1",
      "name" : "Mapping the Experience",
      "slideDeck" : "analog",
      "stage" : [ "collab" ],
      "what" : "It’s a mapping exercise of the product journey from the perspective of key stakeholders. The stakeholders are the main set of individuals influencing the product. The product journey includes the steps starting from the primary user's recognition to the outcome of the product.",
      "why" : "The map is used to create a shared understanding around the product story and to help locate a desired area of focus. The initial creation of the map allows the SME to reveal the specific steps in the process and clarify around the problem. Questions, user insights, or HMWs can be mapped to the product journey to choose an opportunity to solve around.",
      "whyItWorks" : "Journey mapping is a proven method for pinpointing areas of opportunity in the user experience. Experience mapping is a modified user journey focused on the product and including all the relevant stakeholders. This method provides the same output of a target opportunity area but with a lens on internal functions and external stakeholders in addition to the primary user."
    },
    "meh" : {
      "bestPractices" : "* Less > More when it comes to the number of phases to include in the journey.\n* Pay attention to where people gravitate during discussion, can help inspire HMW’s.\n* Phases identified for this method can also be used during the Chapters method.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Draw a picture with three smiley faces down the vertical axis on the left of a big white board.\n2. Choose a single persona you’re going to focus on. Each person deserves it’s own G, B, M.\n3. Narrow down the phases to 3-5, including short descriptors of the consumers need state.\n4. Start at the beginning phase and talk about the things they’re doing really well, write them down.\n5. Then ‘meh, and finally really bad. Move across the board.",
      "id" : "meh",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fmeh.png?alt=media&token=923c674f-1021-49ee-9c4a-b6596d593349",
      "name" : "The Good, The Bad, & The Meh",
      "slideDeck" : "www.dropbox.com/s/dhgclinylgqce6p/GoodBadMeh.key?dl=0",
      "stage" : [ "collab" ],
      "what" : "An assessment of activities (e.g., product, marketing) across each phase of the consumer journey.",
      "why" : "To understand the consumer journey, how the client thinks they’re doing in each phase and identify where we can celebrate the good or radically change the ugly.",
      "whyItWorks" : "This method works really well because of the consensus it drives around the journey. Not only does it drive out the consumer journey is, but it helps the client agree on what’s working and what’s not. Further, you can vote/prioritize on the opportunity areas as a group and end the exercise - and finish knowing where to focus the “How Might We” questions or sketching sessions."
    },
    "moments" : {
      "bestPractices" : "* Pictures are almost always better than words.\n* Have participants use Sharpies. Pens or pencils allow participants to write in too much detail.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Agree on the moment, or moments, you’d like the group to focus on. For example, key moments for students might be ‘In The Classroom’ and ‘Out of the Classroom.’\n2. Pick one of your moments and give participants a fixed number (3-6) of Post-its to sketch out what they believe to be the key solutions for people given their mindset in this moment.\n3. Direct each participant to describe, in words or pictures, the user experience. What does a user see first? Second? What choices are they given in key moments? When stitched together, a participant’s set of cards should represent a complete experience. That is, in the space of the cards, a problem should be solved for and a solution presented to the user.\n4. Bring the drawing/writing time to a close. Have each participant present their cards to the group. Have them describe each step. If their description/card is vague, push them to be more clear.\n5. Solicit feedback from the group after each participant presents. What works? What might need further development?",
      "id" : "moments",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fmoments.png?alt=media&token=5e3291dc-ba0d-4307-b469-3048e0ab7732",
      "name" : "Moments",
      "slideDeck" : "analog",
      "stage" : [ "collab", "sprint" ],
      "what" : "Focused story sketching during a key moment for the end user in the experience we’re co-creating.",
      "why" : "Sometimes, as we start solidifying a concept for a new product, service or brand action, people find it difficult articulating what a user experience will look and feel like. Moments challenges people to define an experience at the key moments along the journey. Fixing the number of moments forces people to make tough calls about what’s most important in the experience and the sequence in which they fall.",
      "whyItWorks" : "It can be difficult to imagine what a product or service is like, especially when it’s early in the concept’s development. Forcing people to tell the story in key moments forces everyone to get their fuzzy ideas out. Additionally, having several participants present their vision for the product/experience allows GKL to see patterns, which may suggest things to latch onto or avoid."
    },
    "party" : {
      "bestPractices" : "Coming Soon!",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "The primary venue for a PAL Party to occur is the Tuesday morning Biz Dev meeting, when all the key players (account team + PALs) are all present to discuss resourcing for incoming business. If you need to PAL Party about a project, come to the Biz Dev meeting prepared with the information in these steps. You should have allocations in for “Unassigned” roles where you don’t have specific people,  and you can use the fields in PipeDrive to fill in the other details. _**All of this data needs to be accurate and up to date prior to the meeting.**_\n\n**Step 1: Be Informed.**\nThere are a few things that need to be known going into a PAL Party:\n1. The client’s problem statement and expected outcome\n2. The approach to solving the problem (iteration zero, product team, etc)\n3. The expected resource allocations by role (hours per week by role - in the Dashboard)\n4. The start and end dates of the project, including:\n   * Probability that the client can approve the deal for that time frame\n    * Any key dates driving the time frame of the project on the client side\n\n\n**Step 2: Have a point of view.**\nIt’s important for the account leader to have formed a POV about who to best place on the team given what they know about the client and the project, and whether any particular people from the practice areas would be well suited for the team. It’s also important for the account leader to do some legwork in advance to try to solve for bandwidth issues and to see if any shifting of schedules can be possible to get the right people at the right time.\n\n**Step 3: Act swiftly and take ownership.**\nOnce a team starts to take shape, it’s critical to immediately get those allocations into the Dashboard for the right dates and the right hours. Ideally that will happen immediately as each person is assigned to the team. Worst case, it would be assigned by the end of the same day.",
      "id" : "party",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fparty.png?alt=media&token=55e7a75f-904a-4ae6-b037-1c0244e0c1e8",
      "name" : "PAL Party",
      "slideDeck" : "analog",
      "stage" : [ "collab" ],
      "what" : "A PAL Party is a method initiated by the Account Strategy team with the Practice Area Leads (PALs) to staff incoming projects with the right resources based not only on bandwidth, but fit for the client, the work, and the rest of the team.",
      "why" : "GK does its best work when the right people are brought together from each practice area to solve problems for our clients. Building that great team is achieved by pairing the insights about the client and the problem we’re solving with the knowledge we have about each team member’s individual skill set and working style. The best way to solve for that is for the account leader and the PAL to come together to discuss best fit, and then work together to create bandwidth for those people to work on the project.",
      "whyItWorks" : "Coming Soon!"
    },
    "playing-field" : {
      "bestPractices" : "This method can be used before, or lieu of:\n\n\n* Rubric (for goals)\n* Assets & Liabilities (for constraints)\n\n\nIn a two-day working session, you can use this exercise on day one as a pre-cursor to see how aligned the client is on their goals. If they’re still pretty squishy after this exercise, it might be beneficial to follow up with the Rubric Method on day two of the I/0.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Draw a picture of a baseball diamond on the whiteboard. Next to (or below it) write two columns, Fair and Foul\n2. You can start the conversation a number of ways - either with goals or constraints. Ask the group, ‘What does winning look like for this work? When we look back a year from now at what we’ve done together, what’s a Single, Double, Triple and a HR?'\n3. Continue the conversation until there’s alignment on which goals constitute a 1B, 2B, etc.\n4. During and/or separate from the conversation around goals, it’s important to talk about what’s fair (what can we do and/or work with during the project) and what’s foul (our constraints).\n5. Fill in all of the information on your playing field and drive to consensus by playing back the answers to the group -- 'can we all agree that this is a single, etc?'\n6. Continue the conversation and refine the answers until the entire playing is full and you have consensus around the board.",
      "id" : "playing-field",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fplaying-field.png?alt=media&token=6fdffad1-9656-4821-9897-9aeec50daa66",
      "name" : "Playing Field",
      "slideDeck" : "www.dropbox.com/s/g12qk06cmkmpr65/PlayingField.key?dl=0",
      "stage" : [ "smart", "collab" ],
      "what" : "A guided conversation around goals and constraints.",
      "why" : "To understand what we can work with during Iteration Zero and have a conversation about what success looks like. It’s more formal than “what is success” and a lot simpler than the scoring rubric.",
      "whyItWorks" : "It’s a metaphor that people can understand. It’s not as structured (or intense) as the Rubric, but it gets at important information really quickly. It’s an open and free flowing conversation that allows everyone to be heard. It also allows us to synthesize and make some decisions around how to organize goals in a way that can simplify our efforts and guide our conversations moving forward. "
    },
    "prod-libs" : {
      "bestPractices" : "Don’t get stuck trying to figure out the exact wording and word-smithing in the session. This method is meant to get the group closer to understanding what the positioning could be. After the group discusses the different statements captured, wrap it up by playing back the themes of what you’re heard to people. Then, in our vision/recommendation, reference back to the words and phrases you heard in Product Libs as you talk people through a new (or revised) go-to-market strategy and/or messaging recommendation.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Quickly refresh the team on the problem you’re trying to solve (slides).\n2. Define what we mean when we say positioning (slides).\n3. Let people know there are no wrong answers – we’re simply brainstorming options.\n4. Show one example of a product with a strong positioning statement (slides).\n5. Give everyone three Post-its and 10 minutes to complete the following phrases:\n    * For ____(our target customer)____ who ___(need or opportunity)____ ,\n    * Our product is a ____(product category)____ that ____(key benefit)____ .\n    * Unlike ____(competing alternative)____ our product ____(primary differentiator)____ .\n6. Write down ‘Audience,’ ‘Value Proposition,’ and ‘Differentiator’ on three big Post-its.\n7. Have each person read their audience Post-it and add context.\n8. As people are sharing their phrases, capture themes and key language.\n9. Repeat this process with the value prop, and then the differentiator.\n10. Ask the group what stands out: what do they like? What should we stay away from?",
      "id" : "prod-libs",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fprod-libs.png?alt=media&token=5f7d04cd-45d4-4937-9edb-1b1ffac4ae7a",
      "name" : "Product Libs",
      "slideDeck" : "analog",
      "stage" : [ "smart", "collab" ],
      "what" : "A fill-in-the-blank positioning exercise that identifies how your product will be seen in the mind of the consumer relative to something they already know.",
      "why" : "To identify the key components of a go-to-market strategy: audience, value proposition, and differentiation. Product Libs can be used in both Iteration Zero and Traction Marketing sessions.\n* In I/0, we’re often inventing new products underneath an existing brand. Product Libs can be used as a follow on to Brand Libs to clarify how a product expresses the brand purpose.\n* In both I/0 and Traction, we’re often bringing a product to market for the first time. Product Libs can be used to brainstorm human language that gets at key benefits and points of difference.\n* In Traction, this language can be useful for messaging tests that validate product/market fit. It also helps you understand the different perspectives that exist on the client side in terms of how they think about their product.",
      "whyItWorks" : "It makes a complex issue simpler to understand and talk about with clients. People have different definitions when it comes to positioning, so we simplify it to three statements to facilitate the conversation. This serves as a great starting spot for the GoKart team to go back and further define the product and validate the product/market fit."
    },
    "quest" : {
      "bestPractices" : "Other methods you need to be familiar with for this are:\n* This/Not That\n* Mind the Gap",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Set up a whiteboard with the following areas:\n    * This/Not That\n    * Stakeholders & Verticals\n    * 1-year plan\n    * 3-year picture\n    * Rocks/rock-blockers/actions/owners\n2. Start with This/Not That section, running your typical this/not that about how you want the relationship to feel, and the nature of the work we want to be doing.\n3. Next, move on to the Stakeholders & Verticals section and make a list of known and unknown stakeholders and business units. For example, do you know if there is a Chief Strategy Officer? Do you need to? Write it down!\n4. Now you move to the 1-year plan. Start with projects that have already been identified. Then, working from the this/not that list, identify some other work or business needs that need to be brought into focus. Made a SWAG on revenue and write that down. Your 1-year plan should also include 3 to 5 priorities for the year that will need to be achieved in order to accomplish the revenue goal.\n5. If you have enough information at that time to write out the 3-year picture, do that. If not, you may want to wait until your first Vision/Traction meeting (attendees will vary by account but are most likely from Strategy and your Executive Sponsors.)\n6. Now set some rocks for the coming quarter - identify obstacles, action items, and ownership.\n7. Schedule a Vision/Traction Meeting with the right people on your account.",
      "id" : "quest",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fquest.png?alt=media&token=84e6b191-ef17-406a-93a8-9517fbb688f0",
      "name" : "VisionQuest",
      "slideDeck" : "analog",
      "stage" : [ "sprint" ],
      "what" : "It’s a way to prepare a Vision/Traction Organizer for account growth planning.",
      "why" : "To set up a new account for the first time with a V/T Organizer, or to do an annual refresh for an account’s next year planning.",
      "whyItWorks" : "This method works really well because you can move through it very quickly and capture the information you need to build out a [Vision/Traction Organizer](docs.google.com/presentation/d/1qMEQz6uSX2ApJ5CEIzPNdbURmH0tuvWoGKdlZOgOZPA/edit#slide=id.gd345bb944_0_0)"
    },
    "rubric" : {
      "bestPractices" : "1. Create with your client to ensure their buy-in of the KPI’s, importance scoring, and success marks.\n2. Test with practice items to ensure that the tool works as initially planned between teams.\n3. If necessary, align with Playing Field exercise to ensure goals still align.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Grab an existing rubric for reference and begin to adjust as needed to fit your particular project / program / etc.\n2. Update the KPI’s to reflect the sorts of outcomes we want to drive on a regular basis, whether business-level, marketing, experience and more.\n3. Change the weight of each area to reflect the importance of that particular KPI for this given rubric.\n4. Add in some test items and then pressure test the tool to ensure that it works accordingly for items of differing sizes and types.",
      "id" : "rubric",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Frubric.png?alt=media&token=d7463d6d-e5d2-4911-9022-ee5bd58fd32f",
      "name" : "Rubric",
      "slideDeck" : "analog",
      "stage" : [ "smart", "collab", "sprint" ],
      "what" : "Method for prioritizing portions of work by assessing the impact to our goals vs. effort to deliver.",
      "why" : "Ensures that we understand the overall value of a portion of work against other options before it is deemed as high priority.",
      "whyItWorks" : "Organizations say “what get’s measured gets done.” The rubric proceeds a quick way to prioritize, assess and key track of our deliverables against the bigger picture. The simplicity of this tool allows it to be understood by newbies and veterans."
    },
    "see-do" : {
      "bestPractices" : "See & Do works best when there are differing opinions or confusion around sequencing and user-flow. It is also valuable as a first-pass exercise to structure an experience.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Verbally identify a starting point (Ex. Website, Mobile Site, App, Social Media Post)\n2. Write on the whiteboard, **what the user sees.** (Ex. Home Page)\n3. Draw a line underneath this phrase.\n4. Underneath the line write out **what the user can do** with what they are seeing. (Ex. Start a Conversation). Separate each point or phrase underneath  with a dotted line. (Ex. Chat, View Nutrition, View Fitness, Launch Springboard, See Experiments, Adjust Settings)\n5. Map each **do** that needs clarification to a new **What does the user see?** by means of drawing an arrow. (Ex. Start a Conversation (do) links to a Chat Pop-Up (see))\n6. Continue to repeat the process until you have reached the end of the function or have uncovered the steps necessary to inform discussion.\n7. When you are finished, look at all of the “see” items (numerators) in the map you have sketched, these are your visual markers that reflect Pages, or Visual Containers in the experience. Number each numerator and use these as identifiers for future discussion.\n    * Ex. 1. Home, 2. Chat Pop-Up, 3. Conversation Confirmation, 4. Nutrition Profile, etc.\n    * Continue to use this numbering system for labeling within Site Maps and features. Ex. This week I am working on 4.0 Nutrition Profile and 4.2 Nutrition Search.",
      "id" : "see-do",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fsee-do.png?alt=media&token=573a323c-1fff-45ba-a9be-3e54ee22c034",
      "name" : "See & Do",
      "slideDeck" : "analog",
      "stage" : [ "smart" ],
      "what" : "We use See & Do to quickly illustrate a sequential path to a goal. As you chain more and more sequences together you build more flows that ultimately form the framework for the experience. This helps to initiate the Low-Fidelity wireframe phase of UX in tandem with assisting the BA with feature requirements by means of a functional flow.",
      "why" : "See & Do is an easily accessible way to quickly build user flows for the purpose of problem-solving, site map creation and/or outlining functional flow. For a client, it structures the business goals into tangible touch points along a journey by showing the steps necessary to accomplish goals. For the internal team it defines the functions that drive features, emotional attributes and taxonomy. It also highlights repetition and sequences that help to inform the site map.",
      "whyItWorks" : "Coming Soon!"
    },
    "sketching" : {
      "bestPractices" : "* It doesn’t matter if these ideas are messy or incomplete. Up to the solution sketch, these pages won’t be shared with the whole team.\n* Crazy 8s works best when you sketch several variations of the same idea.\n* Each person is responsible for creating one solution sketch. If a few folks get inspired and want to sketch more than one, that’s okay, but don’t overdo it.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. **Notes (20 mins)**\n    * First, copy down the long-term goal\n    * Look over and write notes on the sprint materials and online reference materials\n    * Review your personal notes for three minutes\n    * Circle the notes that stand out\n2. **Ideas (20 mins)**\n    * Spend most of the twenty minutes individually sketching\n    * Spend an extra three minutes to review and circle your favorite ideas.\n3. **Crazy 8s (8 mins)**\n    * Choose an idea or two you want to expand on\n    * Fold a single sheet of paper in half three times, so you have eight panels\n    * Set a timer to sixty seconds\n    * Draw a single variation to an idea in the sixty seconds\n    * Repeat seven more times for a total of eight minutes to create eight miniature sketches\n4. **Solution Sketch (30 - 90 mins)**\n    * Choose your best idea\n    * Sketch out the idea with details, features, and words in a three-panel storyboard of sticky notes\n5. **Anonymous Review**\n    * Tape all of the solution sketches on the wall next to each other\n    * Give each person some small colored dot stickers\n    * Let everyone review independently\n    * Vote with the sticker on things that are of interest without a limited number of votes\n    * Discuss the features and ideas that have clusters of votes",
      "id" : "sketching",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fsketching.png?alt=media&token=31bd8478-a8ba-4415-b64e-cc9a49aeea4f",
      "name" : "Individual Sketching",
      "slideDeck" : "analog",
      "stage" : [ "collab" ],
      "what" : "Individual sketching is an ideation process including four steps before reviewing anonymously. The first step includes taking notes from all of the materials created in the process. The next step is rough sketching for all of your ideas. The third step is called Crazy 8s where you choose an idea or two and take a minute to draw out a variation. The last sketching step is draw out your chosen idea in a three sticky note story, details included. The solution sketches are hung up on the wall and the team votes on their favorite features without explanation from the creator.",
      "why" : "The individual sketching uses the existing materials and a defied opportunity to get all the way to a concept for prototyping. With the extra time and individual contribution put into the sketching process, the final ideas are well fleshed out for quick turnover into prototyping.",
      "whyItWorks" : "The individual sketching makes people feel more comfortable with their ideas, and they will create more ideas on their own. The ideas are taken beyond a rough sketch to quickly move into the design and prototyping. At the end, voting anonymously excludes any bias based on the person or their explanation to move the best ideas forward."
    },
    "speed-invention" : {
      "bestPractices" : "* Connect the theme of the invention to the theme of the client need, if possible.\n* Be supportive of the ideas that are shared.\n* Try to ensure GoKart team members are partnering with a broad set of participants.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Come prepared with a topic area for the exercise. BONUS: Ideally, the topic area will loosely connect to the problem statement of the client. Structure the Method by following this format: Interview your partner about their ___________. Design a solution to help __________.\n2. Have participants pair up, preferably with someone from outside their company (e.g. a GoKarter) or department (i.e. a person they don’t typically work with on a daily basis).\n3. Give the group 10 minutes (+/-) to interview each other and invent.\n4. When 5 minutes passes (+/-) let the group know so they can switch interviewer/interviewee.\n5. Bring the ideation session to a close and have the group share the results of their invention interviews. If the group is particularly large, cherry pick a few people to share their inventions. If the group is smallish, go around and hear from everyone.",
      "id" : "speed-invention",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fspeed-invention.png?alt=media&token=a42b19fa-9298-4a89-8947-90b67f6eccc7",
      "name" : "Speed Invention",
      "slideDeck" : "www.dropbox.com/s/ej91y6sbfvje68h/SpeedInventing.key?dl=0",
      "stage" : [ "collab" ],
      "what" : "A fun and casual way to get I/0 comfortable with human centered design thinking.",
      "why" : "For many of our clients, the process of design thinking is fuzzy, difficult and uncomfortable. Speed Invention is a quick and easy exercise that allows the group to think like a product inventor. By disconnecting the purpose of the invention from their business and industry, participants are able to approach the exercise more readily and comfortably. Additionally, while not a requirement of the method, we typically begin an I/0 with Speed Inventing because it helps to set a context for what the rest of the day will feel like, give them confidence that they can indeed invent cool products and, more generally, get the creative juices flowing quickly.",
      "whyItWorks" : "The practice of product invention is new to and uncomfortable for many of our clients. This method allows participants to invent in a “safe space”. That is, they don’t feel the pressure of having to invent real solutions for their very real business problems. It also helps to prove to participants that they can indeed invent amazing and incredible things. Lastly, it helps to get the big thinking juices flowing."
    },
    "stacks" : {
      "bestPractices" : "Coming Soon!",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "Coming Soon!",
      "id" : "stacks",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fstacks.png?alt=media&token=3f465ac7-b8c2-4fd5-9413-533a5e5aecd8",
      "name" : "Stacks",
      "slideDeck" : "analog",
      "stage" : [ "sprint" ],
      "what" : "Coming Soon!",
      "why" : "Coming Soon!",
      "whyItWorks" : "Coming Soon!"
    },
    "this-that" : {
      "bestPractices" : "* Make sure whatever is placed on the wall or whiteboard is specific and pointed.\n* Make sure participants feel comfortable challenging things others offer up.\n* Works well in conjunction with Looking In, Out and Around to capture feedback.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "1. Draw a vertical line down a section of whiteboard or paste up two large Post-its. On either side of the line or on either Post-it, write “This” and “Not That”, respectively.\n2. Engage the group around whatever the topic is, challenging them to list specific examples that fit into either side of the whiteboard. Qualities, features, characteristics, etc. that are great examples of whatever the topic is should be placed on the “This” side. Qualities, features or characteristics that represent what we should not do should be placed on the “Not That” side.\n3. Solicit feedback from the group on whatever is offered up as a specific example. Challenge them to agree or disagree with whatever is offered up.",
      "id" : "this-that",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fthis-that.png?alt=media&token=37ad505f-2254-4b8d-aea7-45f864fb96d6",
      "name" : "This Not That",
      "slideDeck" : "analog",
      "stage" : [ "smart", "collab" ],
      "what" : "Described in a way that gives the reader an immediate understanding and/or analog to understand.",
      "why" : "Sometimes, a basic understanding of what works and what doesn’t, be it visual, textual, emotional or anything in between, helps to unlock creative ideas. This, Not That makes it fast and easy for a group to call out specific executional things that work well and don’t work at all. This method usually precedes any heavy-duty creative brainstorming. That said, it can also be used to great effect to suss out more specifics related to a single feature or creative element prior to execution.",
      "whyItWorks" : "It’s simple and allows people to get their opinions heard. This results in a productive conversation that helps the group articulate why they like something or why they don’t. Using adjectives and analogs to describe taste and preference is a great information for the GKL to have as the vision is created."
    },
    "white-space" : {
      "bestPractices" : "* If you’re working on a visual moodboard, ensure you come with a large collection of diverse images. Ideally, your set would offer images that are representative of all the elements the brand or service relies upon regularly (e.g. If it’s a digital app or service, come with examples of UI, type, color, page structure).\n* If you’re working on identifying characteristics, try to push them to be specific. When identifying themes, make sure the theme they identify is pointed and something a brand would actually aspire to represent. For example, no one wants to be seen as “closed off”. Try to choose a word that is more descriptive and optimistic, like “exclusive”. ",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "Coming Soon!",
      "id" : "white-space",
      "inProduction" : false,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fwhite-space.png?alt=media&token=d95707f1-5a2e-4a55-9a3f-a9194f2e596a",
      "name" : "White Space",
      "slideDeck" : "analog",
      "stage" : [ "smart", "collab" ],
      "what" : "White Space helps the team of Iteration Zero Leaders and Participants identify areas of opportunity within the marketplace (i.e. “white space”), be they related to aesthetics, usability, experiences, brand or something else not yet defined.\n\nThis exercise allows us to drive clarity around qualities or brand/product attributes we’ll need in order to execute on an idea or concept.\n\nFor example, rather than spend time, later, in a black box, creating visual moodboards, White Space allows you to create them as a group. Additionally, rather than creating the moodboards in a vacuum, White Space helps the team create those moodboards as a reaction to what is already in the marketplace, ensuring the direction GoKart will later persue is differentiated and unique.\n\nWe also run this exercise to hand-hold our partners through the visualization/expression process, something few agencies do and a skillset they’re not confident exercising.",
      "why" : "Coming Soon!",
      "whyItWorks" : "Most of the time, GoKart pushes its clients to act and be different. Instead of building that visual or emotional vision on our own, White Space challenges us all to define the bones of that vision together. Working together in the beginning creates efficiencies later—no surprises and no need to sell."
    },
    "zombies" : {
      "bestPractices" : "It can feel like a downer if you spend all of your time on the zombies and dead bodies. That’s why the it’s important to celebrate the Heroes. Also, keep in mind that even if something is a zombie or dead body, there may be a hero hidden in that scenario that you can elevate. The purpose is to set the team up for a successful mission based on past learning, not wallow in the past.",
      "exemplar" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/exemplars%2Fexemplar.png?alt=media&token=4a8d5db1-8bf3-417a-aa07-8c8b3f3a2785",
      "how" : "Write three headlines (Zombies, Dead Bodies, Heroes) on a whiteboard or two large sticky notes.\n\n\n1. Explain to the group what we mean when we say Zombie, Dead Body and Heroes (above).\n2. Describe that we’re looking for any/all ideas/initiatives during this part of our session that they feel are zombies, dead bodies or heroes, and more importantly — why they’re classified as one or the other.\n3. The first couple will be tougher to get at, as the group starts to understand the exercise and starts to feel more comfortable talking about what’s been done.\n4. It will begin to get easier as the group talks more and begins to let loose, pay attention to the disagreements as much as the agreements. The conversations that happen around why somebody feels an idea should be categorized a certain way are the most important -- that’s where the lessons learned really live.\n5. When the group starts to slow down, push on specific parts of the org, asking questions like “is there anything we’ve done in marketing or any technology choices made that would fit up here?”\n6. Encourage people to feel comfortable, it’s not a judgement of their ability or performance -- we’re looking for things we can learn from (good/bad) that will help us in the future. In the best cases, you’ll find ideas (Zombies) that can be resurrected and made better by a Hero.\n\n\n The whole exercise can be completed in as little as 15-30 minutes and never takes more than an hour. If you’re approaching an hour, try to combine / summarize a few from the list and wrap it up. Too much focus on what hasn’t worked / isn’t working can be bad for moral.",
      "id" : "zombies",
      "inProduction" : true,
      "logo" : "firebasestorage.googleapis.com/v0/b/gkl-methods.appspot.com/o/logos%2Fzombies.png?alt=media&token=1928bca5-2fa5-4d7e-9d5e-19856806cf72",
      "name" : "Zombies, Dead Bodies, & Heroes",
      "slideDeck" : "analog",
      "stage" : [ "smart", "collab" ],
      "what" : "A way to understand and assess historical / current activities related to the problem we’re trying to solve.",
      "why" : "To help us understand where the opportunities and land-mines are. Every organization has initiatives they’ve tried (at some point) that fall into one of three categories:\n\n\n1. *Zombies:* Neither dead or alive, these initiatives are walking around the organization - taking time, energy and resources. The only choice is to kill them, or bring them back to life. Left “un-dead” zombies will suck the life and energy from the organization.\n2. *Dead Bodies:* Keep them buried. These are things that have been tried, didn’t work, and shouldn’t be considered again. We must learn from what went wrong and avoid repeating that at all cost.\n3. *Heroes:* The unexpected heroes. These are the surprise successes -- successful beyond our wildest expectations -- the things people always point to as “we should do more like _____.” There’s likely a lot we can learn, what worked well and why, how can we apply that learning to other things we’re doing?",
      "whyItWorks" : "This method allows us to uncover what has worked well and what hasn’t and WHY inside of an organization. It will allow us to uncover potential risks and blockers before we hit them. It will also allow us to learn from exemplars so that we are more likely to succeed the next time around."
    }
  }
}